[
    {
      "_id": 1,
      "title": "Graphic School",
      "description": "Welcome to our summer camp school website! Here, you can explore a wide variety of couches that are available for different purposes. Whether you need a couch for your classroom, lounge area, or any other space, we have got you covered.If you are interested in purchasing a couch, simply browse through our collection, select the one that suits your needs, and proceed to make a direct payment. We strive to provide a seamless buying experience for our customers.In addition to offering couches, our website also serves as a platform for managing courses. As a student, you can easily view all the classes you are currently enrolled in. We offer a diverse range of courses to cater to different interests and learning goals.Furthermore, we provide the flexibility to assign user roles, such as admin and instructor. By granting admin privileges, users gain access to an admin dashboard where they can perform various administrative tasks. On the other hand, instructors are provided with an instructor dashboard, which allows them to manage their courses, update content, and interact with students effectively.Our website ensures easy course management. You can update course details, modify content, or even delete a course if necessary. We aim to provide a user-friendly and efficient platform for both students and instructors to enhance the learning experience.Thank you for choosing our summer camp school website. We hope you enjoy exploring our couches, enrolling in exciting courses, and making the most out of your time here.",
      "liveLink": "https://design-school3.netlify.app/",
      "githubClient": "https://github.com/project1/client",
      "githubServer": "https://github.com/project1/server",
      "image": "https://i.ibb.co/hXwB6mr/image.png"
    },
    {
      "_id": 2,
      "title": "Baby Toys",
      "description": "Welcome to our website, dedicated to various products of baby toys! Here, you can explore a wide range of toys designed to entertain and educate young children.In the Our Toys section, you will find a list of different toy categories. By clicking on the View Details button, you can access comprehensive information about each toy, including its category, available quantity, seller name, and more. We believe in providing transparent and detailed information to help you make informed choices.If you prefer to browse through all the toys available, simply click on the All Toys option. This will display a comprehensive list of all the toys that have been added to our collection. By clicking on the Details button for any toy on this page, you can view its specific details.For a personalized experience, we offer a My Toys section where you can view all the toys you have added. This section provides a convenient way to manage and track the toys you have selected for your child's enjoyment. If you wish to remove a toy from your collection, simply delete it from the My Toys page. Additionally, if you need to update any information related to a specific toy, clicking on the Update button will open a modal where you can make the necessary modifications.To access these features and enjoy a seamless experience, we encourage users to create an account or log in if they already have one. Our user login system ensures a secure platform, and registered users can easily manage their toy selections, update their profiles, and make the most of our website's functionalities.Thank you for choosing our website as your destination for baby toys. We hope you have a delightful time exploring the various categories, selecting toys, and providing enriching experiences for your little ones.",
      "liveLink": "https://babytoys.netlify.app/",
      "githubClient": "https://github.com/abcmehedi5/Baby-toys-client",
      "githubServer": "https://github.com/abcmehedi5/Baby-toys-server",
      "image": "https://i.ibb.co/S3Z6T4Z/image.png"
    },
    {
      "_id": 3,
      "title": "Recipe House",
      "description": "Welcome to our recipe website, where you'll find a variety of recipe makers to inspire your culinary adventures! We take pride in curating a collection of delicious recipes from talented chefs.In the Chefs section, you will discover a list of various chefs who have contributed their culinary expertise to our platform. Each chef brings their unique style and creativity to the table, ensuring a diverse range of recipes for our users to explore.To view a recipe in detail, simply click on the View Recipe button. However, please note that accessing the full recipe requires logging in. If you're not already logged in, we encourage you to sign up and create an account. Our user-friendly registration process allows you to sign up using popular platforms such as Google, GitHub, or with your email and password.Once logged in, you'll have access to an extensive collection of recipes from different chefs and recipe makers. By clicking on the title of a recipe, you'll be able to explore detailed information about the recipe, including ingredients, instructions, cooking time, and more.Furthermore, we provide additional insights into the chefs' work. You can discover how many recipes a particular chef has created and explore the likes and preferences they have garnered from our community. Additionally, you'll find information about their culinary journey, including the number of years of experience they possess, allowing you to appreciate their expertise and culinary mastery.We believe that our recipe website offers a comprehensive and enjoyable experience for food enthusiasts of all levels. Whether you're a beginner or a seasoned home cook, we hope our collection of recipes and the passion of our chefs inspire you to create memorable dishes in your own kitchen.Thank you for choosing our recipe website. Get ready to embark on a flavorful culinary journey and discover a world of delectable recipes crafted by talented chefs!",
      "liveLink": "https://recipehousepro.netlify.app/",
      "githubClient": "https://github.com/abcmehedi5/recipe-house-client",
      "githubServer": "https://github.com/abcmehedi5/recipe-house-server",
      "image": "https://i.ibb.co/G5vgh4z/image.png"
    }
]
